[Vehicle.Class_IrisFirstPlaceTechnical VehicleClassDefinition]
DisplayName="Sports car Holden"

[Weapon.WeaponTypes.WeaponType_MachineGun WeaponTypeDefinition]
Typename=" Pirate car with rocket launcher"
PickupMessage="in one way or another %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="normal"

